* string

- 단지 그러하다

#+BEGIN_SRC emacs-lisp
(stringp "단지 그러하다")
#+END_SRC

#+RESULTS:
: t

그리고 그리고 말이다 그러하다 두려움이 없다는 것은 아니다 두려움도 있고 소망도 꿈도 욕망도 있다 단지 그러하나 
전체를 이해할 수 없다 부분을 이해하다
사고 그리고 생각 명상 또 뭐 뭐 그런
인간 인간 말이다 

무언가 정리가 된 듯 했다는데 다시 잊혀진다 

영화 그리고 게임 속의 모두 모두 말이다 
NPC에게 인간이란
인간에게 와우속의 NPC란 뭐 만드는 캐릭터란 
신
우주
작은 구슬 아니면 물방울 아니면 먼지
잠에서 깨다 잠에서 잠들다 

#+BEGIN_SRC emacs-lisp
  ;; (cons t nil)
  (let ((me 'taeyoungchoon))
    (cons me nil))
#+END_SRC 

#+RESULTS:
| taeyoungchoon |

 아닌게 아닌게 아니다 
